import howToRegister from "assets/images/HowToRegister.jpg"
export const data = [
    {
        question: "ขั้นตอนการสมัคร",
        answer: `
        <img alt="" src=${howToRegister} width="100%" height="100%"/>
        
        ` 
    },
    {
        question: "การล็อคอิน",
        answer:"สามารถล็อคอินได้สองวิธี <br/>1. ล็อคอินจากเว็บโดยตรง <br/>2. ล็อคอินผ่าน edta connect "
    },
    {
        question: "ถ้ามี Edta อยู่เเล้ว",
        answer:"สามารถล็อคอินผ่าน edta ได้เลยค่ะ "
    },
    {
        question: "เกิดข้อผิดพลาด 500 คือ อะไร",
        answer:"เกิดจากปัญหาทาง serve กรุณาติดแอดมินให้รีบทำการแก้ไข"
    },
    {
        question: "ลืมรหัสผ่าน ทำยังไง",
        answer: `คลิกในลิงค์นี้เลยค่ะ <a href="https://learn.ocsc.info/learning-portal/forget">ลืมรหัสผ่าน</a>
        <br/>
        จากนั้นกรอกข้อมูลให้ครบถ้วนรหัสจะทำการส่งไปทางเมลล์ 
        `
    },
    {
        question: "การขอแก้ไขข้อมูลส่วนบุคคล",
        answer: `
        <strong >กรณีผู้เรียนมีการเปลี่ยนแปลงข้อมูลทางราชการ ดังนี้</strong> <br/>
- เปลี่ยนสถานภาพจาก "พนักงานราชการ" เป็น "ข้าราชการ" เนื่องจากได้รับการบรรจุแต่งตั้งเป็นข้าราชการ        <br/>
- โอน / ย้าย หลังพ้นทดลอง        <br/>
- กรอกข้อมูล “วันบรรจุแต่งตั้ง” หรือ “เลือกประเภทตำแหน่ง” ไม่ถูกต้อง        <br/>

แนวปฏิบัติ ให้ผู้เรียนแนบสำเนาคำสั่งบรรจุแต่งตั้ง ที่รับรองสำเนาถูกต้อง พร้อ มระบุ User ID และระบุสาเหตุการขอแก้ไขข้อมูล   <br/>
<strong >กรณีผู้เรียนมีการ โอน/ย้าย ลาออก จากกรมต้นสังกัดเดิมไปบรรจุใหม่</strong>        <br/>
- กรณีโอน / ย้าย ในช่วงทดลองปฏิบัติหน้าที่ราชการและยังศึกษาหลักสูตร 001M ไม่จบ        <br/>
แนวปฏิบัติ ให้ผู้เรียนแนบสำเนาคำสั่งโอน / ย้าย ที่รับรองสำเนาถูกต้อง พร้อมระบุ User ID และระบุสาเหตุการขอแก้ไขข้อมูล        <br/>
- กรณีลาออก (ยังอยู่ระหว่างทดลองแล้วลาออก ต้องศึกษาหลักสูตร 001M ใหม่)
แนวปฏิบัติ ให้ผู้เรียนแนบสำเนาคำสั่งบรรจุแต่งตั้ง พร้อมระบุ User ID และสาเหตุการขอแก้ไขข้อมูล (ขอเคลียร์คะแนนพร้อมปรับปรุงข้อมูลให้เป็นปัจจุบัน)   <br/>


<strong >กรณีผู้เรียนต้องการเปลี่ยนชื่อ - สกุล เนื่องจากผู้เรียนมีการเปลี่ยนชื่อ – สกุลหรือมีการเปลี่ยนสถานะการสมรส</strong>  <br/>
แนวปฏิบัติ ให้ผู้เรียนแนบสำเนาการเปลี่ยนชื่อ – สกุล ที่รับรองสำเนาถูกต้อง พร้อมระบุ User ID  <br/>

<span >โปรดทราบ !!!! ท่านที่มีความประสงค์จะขอปรับปรุงแก้ไขข้อมูลต่าง ๆ ขอให้แจ้งรายละเอียดการขอแก้ไขข้อมูลของท่านโดยละเอียดพร้อมแนบไฟล์เอกสารต่าง ๆ ที่เกี่ยวข้องกับข้อมูลที่แก้ไข โดยส่งข้อมูลมาทางอีเมล์ ocsc.hrd@gmail.com </span> <br/>
หากมีข้อสงสัย สามารถติดต่อเจ้าหน้าที่ได้ที่ โทร. 02-547-1795 , 02-5471807 ในวัน - เวลาราชการ

        `
    }
]