export default function category(id) {
   if (id === 'หลักสูตร') {
      return 'หลักสูตร'
   }
   const catagory=   ['สำนักงาน ก.พ.',
   'การจัดการ',
   'ภาษา',
   'ทักษะด้านสังคม',
   'วิทยาศาสตร์และเทคโนโลยี',
   'คอมพิวเตอร์',
   'เศรษฐศาสตร์',
   'การเมืองการปกครอง',
   'กฎหมาย',
   'ศิลปะในการสื่อสาร',
   'การศึกษา',
   'จิตวิทยา',
   'ประวัติศาสตร์และโบราณคดี',
   'ศาสนาและปรัชญา',
   'ศิลปะและดนตรี',
   'สุขภาพ อาหาร ออกกำลังกาย ป้องกันรักษาโรค',
       'ครอบครัว สัตว์เลี้ยง งานอดิเรก',]
    return catagory[id]
  }
  